{
    "Union Group": "يونيون جروب",
    "Home": "الرئيسية",
    "About": "من نحن",
    "Products": "المنتجات",
    "View All Products": "عرض جميع المنتجات",
    "Projects": "المشروعات",
    "Certificates": "الشهادات",
    "Contact": "تواصل معنا",
    "Search Products...": "البحث عن المنتجات...",
    "Union Group - Leading manufacturer of premium paints, coatings, and industrial solutions in the Middle East.": "يونيون جروب - الشركة الرائدة في تصنيع الدهانات والطلاءات والحلول الصناعية الممتازة في الشرق الأوسط.",
    "Contact Us": "اتصل بنا",
    "Get in touch with our team for inquiries, quotes, or technical support.": "تواصل مع فريقنا للاستفسارات أو عروض الأسعار أو الدعم الفني.",
    "Send Us a Message": "أرسل لنا رسالة",
    "Full Name": "الاسم الكامل",
    "Email": "البريد الإلكتروني",
    "Phone": "الهاتف",
    "Subject": "الموضوع",
    "Message": "الرسالة",
    "SEND MESSAGE": "إرسال الرسالة",
    "Our Address": "عنواننا",
    "Industrial Area, P.O. Box 12345": "المنطقة الصناعية، ص.ب 12345",
    "Riyadh, Saudi Arabia": "الرياض، المملكة العربية السعودية",
    "Customer Services": "خدمة العملاء",
    "Sales": "المبيعات",
    "WhatsApp": "واتساب",
    "About Union Group": "عن يونيون جروب",
    "Union Group is one of Egypt’s leading manufacturers of premium sanitary fittings, established in 1950 with a clear mission: to deliver high-quality, reliable and affordable sanitary solutions to the Egyptian and regional markets.": "شركة يونيون جروب هي واحدة من كبرى الشركات المصرية الرائدة في تصنيع الأدوات الصحية عالية الجودة. تأسست عام 1950 برؤية واضحة تهدف إلى تقديم حلول صحية موثوقة، عالية الجودة وبأسعار تنافسية للسوق المصري والأسواق الإقليمية.",
    "Union Group is a leading manufacturer and supplier of premium paints, coatings, and industrial solutions in the Middle East. With decades of experience and a commitment to quality, we provide products that meet the highest international standards.": "يونيون جروب شركة رائدة في تصنيع وتوريد الدهانات والطلاءات والحلول الصناعية الممتازة في الشرق الأوسط. بخبرة تمتد لعقود والتزام بالجودة، نقدم منتجات تلبي أعلى المعايير الدولية.",
    "NEWSLETTER": "النشرة الإخبارية",
    "Subscribe to our newsletter to receive the latest updates on new products, projects, and industry news.": "اشترك في نشرتنا الإخبارية لتلقي آخر التحديثات حول المنتجات الجديدة والمشاريع وأخبار الصناعة.",
    "Enter your email address": "أدخل بريدك الإلكتروني",
    "SUBSCRIBE": "اشترك",
    "Product Categories": "فئات المنتجات",
    "Quick Links": "روابط سريعة",
    "About Us": "من نحن",
    "Our Projects": "مشاريعنا",
    "Certifications": "الشهادات",
    "Follow Us": "تابعنا",
    "Union Group. All rights reserved.": "يونيون جروب. جميع الحقوق محفوظة.",
    "Our Products": "منتجاتنا",
    "Explore our comprehensive range of premium paints, coatings, and specialty products.": "استكشف مجموعتنا الشاملة من الدهانات والطلاءات والمنتجات المتخصصة الممتازة.",
    "Shop": "المتجر",
    "Categories": "الفئات",
    "All Products": "جميع المنتجات",
    "Showing": "عرض",
    "of": "من",
    "products": "منتجات",
    "Default Order": "الترتيب الافتراضي",
    "Name A-Z": "الاسم أ-ي",
    "Name Z-A": "الاسم ي-أ",
    "Newest First": "الأحدث أولاً",
    "TOP": "مميز",
    "No products found": "لم يتم العثور على منتجات",
    "Try selecting a different category or check back later.": "حاول اختيار فئة مختلفة أو تحقق لاحقاً.",
    "Discover our portfolio of successful projects across the region.": "اكتشف محفظة مشاريعنا الناجحة في جميع أنحاء المنطقة.",
    "Our Portfolio": "أعمالنا",
    "We have successfully delivered coating solutions for landmark projects across the region.": "قدمنا بنجاح حلول الطلاء لمشاريع بارزة في جميع أنحاء المنطقة.",
    "No projects found": "لم يتم العثور على مشاريع",
    "Check back later for updates on our latest projects.": "تحقق لاحقاً للاطلاع على آخر مشاريعنا.",
    "Have a Project in Mind?": "هل لديك مشروع في ذهنك؟",
    "Let us help you find the perfect paint and coating solutions for your next project. Our team of experts is ready to assist you.": "دعنا نساعدك في العثور على حلول الدهانات والطلاءات المثالية لمشروعك القادم. فريق خبرائنا جاهز لمساعدتك.",
    "Code": "الكود",
    "Featured": "مميز",
    "Category": "الفئة",
    "Product Code": "كود المنتج",
    "Available Colors": "الألوان المتاحة",
    "All Colors": "جميع الألوان",
    "All": "الكل",
    "Request Quotation": "طلب تسعير",
    "SHARE THIS PRODUCT": "شارك هذا المنتج",
    "DESCRIPTION": "الوصف",
    "FEATURES": "المميزات",
    "No description available for this product.": "لا يوجد وصف متاح لهذا المنتج.",
    "PRODUCT FEATURES": "مميزات المنتج",
    "Related Products": "منتجات ذات صلة",
    "You may also be interested in these products from the same category.": "قد تكون مهتماً أيضاً بهذه المنتجات من نفس الفئة.",
    "Our Certificates": "شهاداتنا",
    "International certifications that validate our commitment to quality and excellence.": "شهادات دولية تؤكد التزامنا بالجودة والتميز.",
    "Quality Certifications": "شهادات الجودة",
    "We hold prestigious international certifications that guarantee the excellence of our products and processes.": "نحمل شهادات دولية مرموقة تضمن تميز منتجاتنا وعملياتنا.",
    "Expired": "منتهية",
    "Active": "سارية",
    "Issue Date": "تاريخ الإصدار",
    "Expiry Date": "تاريخ الانتهاء",
    "View PDF": "عرض PDF",
    "View Certificate": "عرض الشهادة",
    "No certificates found": "لم يتم العثور على شهادات",
    "Check back later for updates on our certifications.": "تحقق لاحقاً للاطلاع على شهاداتنا.",
    "Why Our Certifications Matter": "لماذا شهاداتنا مهمة",
    "Our certifications demonstrate our unwavering commitment to quality, safety, and environmental responsibility.": "تُظهر شهاداتنا التزامنا الراسخ بالجودة والسلامة والمسؤولية البيئية.",
    "Quality Assurance": "ضمان الجودة",
    "Our ISO certifications ensure consistent quality in every product we manufacture.": "تضمن شهادات ISO الخاصة بنا جودة ثابتة في كل منتج نصنعه.",
    "Environmental Standards": "المعايير البيئية",
    "We adhere to strict environmental regulations and sustainable manufacturing practices.": "نلتزم بلوائح بيئية صارمة وممارسات تصنيع مستدامة.",
    "Customer Trust": "ثقة العملاء",
    "Our certifications give our customers confidence in the safety and reliability of our products.": "تمنح شهاداتنا عملاءنا الثقة في سلامة وموثوقية منتجاتنا.",
    "Need More Information?": "هل تحتاج المزيد من المعلومات؟",
    "Contact us for detailed information about our certifications or to request copies of specific certificates for your records.": "تواصل معنا للحصول على معلومات تفصيلية حول شهاداتنا أو لطلب نسخ من شهادات محددة لسجلاتك.",
    "Leading manufacturer and supplier of premium paints, coatings, and industrial solutions in the Middle East.": "الشركة الرائدة في تصنيع وتوريد الدهانات والطلاءات والحلول الصناعية الممتازة في الشرق الأوسط.",
    "Our Story": "قصتنا",
    "Union Group has been a pioneer in the paints and coatings industry for over three decades. Starting as a small manufacturing unit, we have grown to become one of the most trusted names in the region, serving clients across the Middle East and beyond.": "كانت يونيون جروب رائدة في صناعة الدهانات والطلاءات لأكثر من ثلاثة عقود. بدأنا كوحدة تصنيع صغيرة، ونمونا لنصبح واحدة من أكثر الأسماء الموثوقة في المنطقة، نخدم العملاء في جميع أنحاء الشرق الأوسط وخارجه.",
    "Our commitment to quality, innovation, and customer satisfaction has driven us to continuously improve our products and services. We invest heavily in research and development to ensure our products meet the highest international standards while being environmentally responsible.": "التزامنا بالجودة والابتكار ورضا العملاء دفعنا إلى تحسين منتجاتنا وخدماتنا باستمرار. نستثمر بكثافة في البحث والتطوير لضمان تلبية منتجاتنا لأعلى المعايير الدولية مع المحافظة على المسؤولية البيئية.",
    "Our Vision": "رؤيتنا",
    "To be the leading provider of innovative paint solutions in the region": "أن نكون المزود الرائد لحلول الدهانات المبتكرة في المنطقة",
    "We believe in building strong relationships with our clients, partners, and communities. Our success is measured not just by our growth, but by the positive impact we make on the environment and society.": "نؤمن ببناء علاقات قوية مع عملائنا وشركائنا ومجتمعاتنا. يُقاس نجاحنا ليس فقط بنمونا، ولكن بالتأثير الإيجابي الذي نحدثه على البيئة والمجتمع.",
    "Our Core Values": "قيمنا الأساسية",
    "Quality": "الجودة",
    "We never compromise on quality. Every product undergoes rigorous testing to ensure it meets our high standards.": "لا نتنازل أبداً عن الجودة. يخضع كل منتج لاختبارات صارمة لضمان استيفائه لمعاييرنا العالية.",
    "Innovation": "الابتكار",
    "We continuously invest in research and development to bring you the latest in paint technology.": "نستثمر باستمرار في البحث والتطوير لنقدم لك أحدث تقنيات الدهانات.",
    "Sustainability": "الاستدامة",
    "We are committed to environmentally responsible manufacturing practices and eco-friendly products.": "نحن ملتزمون بممارسات التصنيع المسؤولة بيئياً والمنتجات الصديقة للبيئة.",
    "Customer Focus": "التركيز على العملاء",
    "Our customers are at the heart of everything we do. We listen, adapt, and deliver solutions that exceed expectations.": "عملاؤنا هم محور كل ما نقوم به. نستمع ونتكيف ونقدم حلولاً تتجاوز التوقعات.",
    "Why Choose Union Group?": "لماذا تختار يونيون جروب؟",
    "From residential to industrial applications, we provide comprehensive solutions backed by decades of expertise.": "من التطبيقات السكنية إلى الصناعية، نقدم حلولاً شاملة مدعومة بعقود من الخبرة.",
    "Years of Experience": "سنوات من الخبرة",
    "Happy Clients": "عملاء سعداء",
    "Projects Completed": "مشاريع مكتملة",
    "Ready to Start Your Project?": "مستعد لبدء مشروعك؟",
    "Contact our team of experts today for a consultation and discover how Union Group can help bring your vision to life.": "تواصل مع فريق خبرائنا اليوم للحصول على استشارة واكتشف كيف يمكن ليونيون جروب مساعدتك في تحقيق رؤيتك.",
    "Get in Touch": "تواصل معنا",
    "Welcome to": "مرحباً بك في",
    "Premium Paints & Coatings": "دهانات وطلاءات ممتازة",
    "Legacy within every drop.": "إرث من الجودة في كل قطرة",
    "Engineering Water. Perfecting Living.": "هندسة المياه… لإتقان أسلوب الحياة",
    "Sanitary Fittings Since 1950.": "تركيبات صحية فاخرة منذ عام 1950",
    "More Info.": "المزيد من المعلومات",
    "Quality you can trust, colors you will love": "جودة يمكنك الوثوق بها، ألوان ستحبها",
    "Discover Products": "اكتشف المنتجات",
    "Featured Products": "المنتجات المميزة",
    "Discover our most popular products, trusted by professionals and homeowners alike.": "اكتشف منتجاتنا الأكثر شعبية، موثوقة من قبل المحترفين وأصحاب المنازل على حد سواء.",
    "View Details": "عرض التفاصيل",
    "UNION GROUP": "يونيون جروب",
    "EXPLORE PRODUCTS": "استكشف المنتجات",
    "Our Product Categories": "فئات منتجاتنا",
    "Discover our comprehensive range of premium paints, coatings, and specialty products designed for every application.": "اكتشف مجموعتنا الشاملة من الدهانات والطلاءات والمنتجات المتخصصة الممتازة المصممة لكل تطبيق.",
    "Explore our most popular and highly-rated products trusted by professionals and homeowners alike.": "استكشف منتجاتنا الأكثر شعبية والأعلى تقييماً والموثوقة من قبل المحترفين وأصحاب المنازل على حد سواء.",
    "See how our products have been used in landmark projects across the region.": "شاهد كيف تم استخدام منتجاتنا في مشاريع بارزة في جميع أنحاء المنطقة.",
    "Client": "العميل",
    "View All Projects": "عرض جميع المشاريع",
    "Our Certifications": "شهاداتنا",
    "We are proud to hold international quality certifications that guarantee the excellence of our products.": "نفخر بحمل شهادات جودة دولية تضمن تميز منتجاتنا.",
    "Issued": "تاريخ الإصدار",
    "Valid until": "صالحة حتى",
    "Completed": "اكتمل",
    "We strive to deliver products that not only meet but exceed our customers' expectations. Our vision is to create lasting value through sustainable practices, cutting-edge technology, and unwavering commitment to quality.": "نسعى جاهدين لتقديم منتجات لا تلبي توقعات عملائنا فحسب، بل تتجاوزها. رؤيتنا هي خلق قيمة دائمة من خلال الممارسات المستدامة والتكنولوجيا المتطورة والالتزام الراسخ بالجودة.",
    "Quality, Innovation, Integrity, Customer Focus, and Environmental Responsibility guide everything we do.": "الجودة والابتكار والنزاهة والتركيز على العملاء والمسؤولية البيئية توجه كل ما نقوم به.",
    "We hold prestigious international certifications that validate our commitment to quality and excellence.": "نحمل شهادات دولية مرموقة تؤكد التزامنا بالجودة والتميز.",
    "Why Choose Union Group": "لماذا تختار يونيون جروب",
    "We are committed to delivering excellence in every product and service": "نحن ملتزمون بتقديم التميز في كل منتج وخدمة",
    "Quality Assured": "جودة مضمونة",
    "ISO certified products meeting international standards": "منتجات معتمدة من ISO تلبي المعايير الدولية",
    "Eco-Friendly": "صديقة للبيئة",
    "Environmentally responsible products with low VOC formulas": "منتجات مسؤولة بيئياً بتركيبات منخفضة المركبات العضوية المتطايرة",
    "Expert Support": "دعم الخبراء",
    "Technical guidance and after-sales support": "إرشادات فنية ودعم ما بعد البيع",
    "Have questions about our products or need a custom solution? Our team is ready to help you find the perfect paint and coating solutions for your project.": "هل لديك أسئلة حول منتجاتنا أو تحتاج حلاً مخصصاً؟ فريقنا جاهز لمساعدتك في العثور على حلول الدهانات والطلاءات المثالية لمشروعك.",
    "Leading manufacturer of premium sanitary fittings since 1950": "الشركة الرائدة في تصنيع الأدوات الصحية الممتازة منذ 1950",
    "Union Group is one of Egypt's leading manufacturers of premium sanitary fittings. Established in 1950, we specialize in designing and producing high-quality bathroom mixers and water control solutions for homes, projects and large developments across Egypt and international markets.": "يونيون جروب من أبرز مصنعي الأدوات الصحية الممتازة في مصر. تأسست عام 1950، ونتخصص في تصميم وإنتاج خلاطات الحمامات وحلول التحكم في المياه عالية الجودة للمنازل والمشاريع والتطويرات الكبرى في مصر والأسواق الدولية.",
    "For more than 70 years, Union Group has combined engineering excellence, modern technology and competitive pricing to deliver reliable, certified and long-lasting sanitary products.": "لأكثر من 70 عاماً، جمعت يونيون جروب بين التميز الهندسي والتكنولوجيا الحديثة والأسعار التنافسية لتقديم منتجات صحية موثوقة ومعتمدة وطويلة الأمد.",
    "Vision & Mission": "الرؤية والمهمة",
    "Vision": "الرؤية",
    "The company aims to strengthen its position in the local and global market through:": "تسعى الشركة لتعزيز مكانتها في السوق المحلي والعالمي من خلال:",
    "Competing effectively in the sanitary manufacturing sector": "المنافسة الفاعلة في قطاع تصنيع المنتجات الصحية",
    "Closing the gap between increasing domestic demand and local production": "سد الفجوة بين الطلب المحلي المتزايد والإنتاج المحلي",
    "Reducing dependence on imports and supporting the national balance of payments": "تقليل الاعتماد على الاستيراد ودعم ميزان المدفوعات الوطني",
    "Mission": "المهمة",
    "The company targets to serve:": "تستهدف الشركة خدمة:",
    "Local individual consumers and direct users": "المستهلكين المحليين والمستخدمين المباشرين",
    "National mega projects aligned with the state's strategy": "المشاريع القومية العملاقة المواءمة لاستراتيجية الدولة",
    "Export to foreign markets through agreements such as COMESA (Africa) and Arab Joint Cooperation agreements": "التصدير إلى الأسواق الخارجية عبر اتفاقيات مثل الكوميسا (أفريقيا) واتفاقيات التعاون العربي المشترك",
    "History": "التاريخ",
    "Our History": "تاريخنا",
    "Union Group was founded in 1950 by Eng. Abdel Fattah Ahmed Mohamed to meet the growing Egyptian market demand for high-quality sanitary products at affordable prices. At that time, most premium sanitary ware was imported. Union Group was created to bridge this gap and lead local manufacturing.": "تأسست يونيون جروب عام 1950 على يد م. عبد الفتاح أحمد محمد لمواكبة الطلب المتزايد في السوق المصري على المنتجات الصحية عالية الجودة بأسعار تنافسية مقارنة بالمنتج المستورد و المنتج المحلي . أُنشئت يونيون جروب لسد هذه الفجوة والريادة في التصنيع المحلي.",
    "Today, the company is proudly managed by the third generation, continuing the legacy while adopting modern manufacturing standards and global market requirements.": "اليوم تُدار الشركة بفخر بالجيل الثالث، مواصلة الإرث مع اعتماد معايير التصنيع الحديثة ومتطلبات السوق العالمية.",
    "Brand Evolution": "تطور العلامة التجارية",
    "Union Group's first registered trademark combined a gear and a water valve to represent the union between industry and product.": "جمع العلامة التجارية الأولى المسجلة ليونيون جروب بين الترس وصنبور الماء لتمثيل الاتحاد بين الصناعة والمنتج.",
    "Over time, the brand evolved into Union Group, reflecting advanced water control technology, sustainability and quality leadership in the sanitary fittings industry.": "مع الوقت تطورت العلامة إلى يونيون جروب، معكسة تقنية التحكم في المياه المتقدمة والاستدامة والريادة في الجودة في صناعة الأدوات الصحية.",
    "Specialization": "التخصص",
    "We use high-purity brass, advanced casting, machining and plating technologies to ensure durability, clean water flow and elegant modern design, to achieve the highest quality levels at competitive pricing with modern contemporary design.": "نستخدم النحاس عالي النقاء وتقنيات الصب والخراطة والطلاء المتقدمة لضمان المتانة وتدفق الماء النظيف والتصميم العصري الأنيق، لتحقيق أعلى مستويات الجودة بأسعار تنافسية وتصميم حديث معاصر.",
    "Union Group specializes in the manufacturing of:": "تتخصص يونيون جروب في تصنيع:",
    "Bathroom and kitchen mixers": "خلاطات الحمام والمطبخ",
    "Premium brass sanitary fittings": "الأدوات الصحية النحاسية الممتازة",
    "Water control and saving solutions": "حلول التحكم في المياه وترشيد الاستهلاك",
    "Laboratory fittings": "تركيبات المعامل",
    "After-Sales Service & Warranty": "خدمة ما بعد البيع والضمان",
    "After-Sales Service": "خدمة ما بعد البيع",
    "Union Group provides dedicated after-sales support through professional technical service teams. We support maintenance and product performance to ensure long-term customer satisfaction.": "توفر يونيون جروب دعماً مخصصاً لما بعد البيع عبر فرق الخدمة الفنية المهنية. ندعم الصيانة وأداء المنتج لضمان رضا العملاء على المدى الطويل.",
    "Warranty": "الضمان",
    "All Union Group products are backed by an official manufacturer warranty, ensuring quality, durability and peace of mind for our customers.": "جميع منتجات يونيون جروب مدعومة بضمان رسمي من الشركة المصنعة، مما يضمن الجودة والمتانة وراحة البال لعملائنا.",
    "We have successfully delivered solutions for landmark projects across the region.": "قدمنا بنجاح حلولاً لمشاريع بارزة في جميع أنحاء المنطقة.",
    "Engineering excellence, certified quality, and dedicated support": "التميز الهندسي والجودة المعتمدة والدعم المخصص",
    "Engineering Excellence": "التميز الهندسي",
    "Over 70 years of expertise in sanitary fittings and water control solutions": "أكثر من 70 عاماً من الخبرة في الأدوات الصحية وحلول التحكم في المياه",
    "Certified Quality": "جودة معتمدة",
    "Reliable, certified and long-lasting products at competitive pricing": "منتجات موثوقة ومعتمدة وطويلة الأمد بأسعار تنافسية",
    "Dedicated Support": "دعم مخصص",
    "Professional after-sales service and manufacturer warranty": "خدمة ما بعد البيع المهنية وضمان الشركة المصنعة",
    "Have questions about our sanitary fittings or need technical support? Our team is ready to help.": "هل لديك أسئلة حول تركيباتنا الصحية أو تحتاج دعماً فنياً؟ فريقنا جاهز لمساعدتك.",
    "Mohamed Badawy Khalil St., Industrial Area, Ghamra, Cairo, Egypt": "شارع محمد بدوي خليل, منطقة الصناعية, غمرة, القاهرة, مصر",
    "Close": "إغلاق",
    "Download": "تحميل",
    "Loading certificate...": "جاري تحميل الشهادة...",
    "Failed to load certificate. Please try downloading it instead.": "فشل تحميل الشهادة. يرجى محاولة تحميلها بدلاً من ذلك.",
    "Certificate": "الشهادة",
    "Our Exhibitions": "معارضنا",
    "Factory": "المصنع",
    "Exhibitions": "المعرض",
    "We have participated in various exhibitions and events to showcase our products and services.": "شاركنا في معارض وفعاليات متنوعة لعرض منتجاتنا وخدماتنا.",
    "Exhibition": "معرض",
    "Cairo": "القاهرة",
    "Alexandria": "الإسكندرية",
    "Giza": "الجيزة",
    "Our Specialization": "تخصصنا",
    "Built to Last. Designed to Perform.": "مصمم ليدوم. مصمم ليلبي الاحتياجات.",
    "What makes Union Group a trusted choice? It is our commitment to certified quality, advanced manufacturing, reliable service and long-term warranty. These pillars define the standard behind every Union Group product.": "ما الذي يجعل يونيون جروب خياراً موثوقاً؟ التزامنا بالجودة المعتمدة والتصنيع المتقدم والخدمة الموثوقة والضمان طويل الأمد. هذه الركائز تحدد المعيار وراء كل منتج من يونيون جروب.",
    "Manufacturing Excellence.": "التميز في التصنيع.",
    "High-purity brass, advanced casting, machining and plating technologies ensuring superior durability, perfect water flow and long product life.": "نحاس عالي النقاء وتقنيات صب وخراطة وطلاء متقدمة تضمن متانة فائقة وتدفق ماء مثالي وعمر منتج طويل.",
    "Certified & Government Approved": "معتمد ومعتمد حكومياً",
    "Union Group holds national and international quality certifications and is officially accredited by major governmental authorities and research institutions.": "تحمل يونيون جروب شهادات جودة وطنية ودولية ومعتمدة رسمياً من جهات حكومية ومؤسسات بحثية كبرى.",
    "Trusted in National Mega Projects": "موثوق في المشاريع القومية العملاقة",
    "Our products are installed in government buildings, hospitals, universities, residential compounds, resorts and infrastructure projects across Egypt.": "تُركّب منتجاتنا في المباني الحكومية والمستشفيات والجامعات والمجمعات السكنية والمنتجعات ومشاريع البنية التحتية في جميع أنحاء مصر.",
    "Sustainability & Water Efficiency": "الاستدامة وترشيد المياه",
    "Engineered water-saving solutions supporting environmental responsibility and long-term resource conservation.": "حلول ترشيد مياه مصممة هندسياً تدعم المسؤولية البيئية والحفاظ على الموارد على المدى الطويل.",
    "Competitive Pricing — Premium Quality": "أسعار تنافسية — جودة ممتازة",
    "International-standard quality delivered at highly competitive market pricing.": "جودة بمعايير دولية بأسعار سوق تنافسية جداً.",
    "After-Sales Support & Technical Service": "دعم ما بعد البيع والخدمة الفنية",
    "Dedicated customer service and professional technical support ensuring smooth installation, operation, maintenance and long-term performance.": "خدمة عملاء مخصصة ودعم فني احترافي يضمن التركيب والتشغيل والصيانة والأداء على المدى الطويل.",
    "Warranty & Long-Term Reliability": "الضمان والموثوقية على المدى الطويل",
    "Union Group products are backed by a manufacturer warranty, guaranteeing reliability, durability and customer peace of mind.": "منتجات يونيون جروب مدعومة بضمان الشركة المصنعة، مما يضمن الموثوقية والمتانة وراحة بال العملاء.",
    "Egypt": "مصر",
    "Over the years, we have actively participated in numerous local exhibitions, using these platforms to present our products, demonstrate our expertise, and reinforce our commitment to quality. These exhibitions have played a key role in strengthening our presence in the local market and building lasting relationships with partners and clients. As we continue this journey, we remain committed to expanding our participation in future local exhibitions and pursuing new opportunities for growth.": "على مدار السنوات، شاركنا بفاعلية في العديد من المعارض المحلية، التي شكّلت منصة لعرض منتجاتنا وإبراز خبراتنا والتزامنا بالجودة. وقد ساهمت هذه المشاركات في تعزيز حضورنا في السوق المحلي وبناء علاقات طويلة الأمد مع شركائنا وعملائنا. ومع استمرار هذه المسيرة، نواصل حرصنا على المشاركة في المزيد من المعارض المحلية واستكشاف فرص جديدة للنمو.",
    "Our partners": "شركاؤنا",
    "Our Partners": "شركاؤنا",
    "Trusted by industry leaders. We work with renowned partners to deliver excellence.": "موثوقون من قادة الصناعة. نعمل مع شركاء مرموقين لتقديم التميز.",
    "Factory and Headquarter": "المصنع والإدارة التجارية",
    "Showroom": "المعرض",
    "Kamel Sedky St. - Al-Fagala - Cairo": "ش كامل صدقي - الفجالة - القاهرة",
    "Discover our comprehensive range of premium sanitaryware, mixers, and bathroom solutions, thoughtfully designed to combine performance, durability, and timeless elegance for every space.": "اكتشف مجموعتنا المتكاملة من الأدوات الصحية والخلاطات وحلول الحمامات الفاخرة، المصممة بعناية لتجمع بين الأداء والمتانة والأناقة الخالدة لكل المساحات.",
    "Basin Mixers": "خلاطات الأحواض",
    "Bathroom Mixers": "خلاطات حمامات",
    "Kitchen Mixers": "خلاطات مطابخ",
    "Water Saving": "ترشيد المياه",
    "Clinics": "العيادات",
    "Labs": "المعامل",
    "Flush Valves": "محابس طرد",
    "Others": "أخرى",
    "SETS": "مجموعات",
    "Manufacturing Excellence": "التميز في التصنيع",
    "Competitive Pricing – Premium Quality": "سعر تنافسي – جودة عالمية",
    "Previous": "السابق",
    "Next": "التالي"
}
